/* Localizable Strings for the Proxy Toolbar */

/* PP_RESUMEJOB_TOOLBAR_BUTTON */
"Resume" = "Riprendi";

/* PP_RESUMEJOBONPAGE_TOOLBAR_BUTTON &*/
"Resume On Page..." = "Riprendi a pagina…";

/* PP_HOLDJOB_TOOLBAR_BUTTON */
"Hold" = "Sospendi";

/* PP_DELETE_TOOLBAR_BUTTON */
"Delete" = "Elimina";

/* PP_PRINTER_UTILITY_TOOLBAR_BUTTON */
"Utility" = "Utility";

/* PP_SCANNER_UTILITY_TOOLBAR_BUTTON */
"Scanner" = "Scanner";

/* PP_DOT_INK_TOOLBAR_BUTTON */
"Supply Levels" = "Livelli forniture";

/* PP_HISTORY_TOOLBAR_BUTTON */
"Log & History" = "Log e cronologia";

/* PP_STOP_QUEUE */
"Pause Printer" = "Metti in pausa la stampante";

/* PP_START_QUEUE */
"Resume Printer" = "Riavvia stampante";

/* PP_STOP_FAX_QUEUE */
"Pause Fax" = "Interrompi fax";

/* PP_START_FAX_QUEUE */					
"Resume Fax" = "Riprendi fax";

/* PP_INFO_QUEUE */
"Info" = "Info";

/* PP_DELETE_JOB_MENUITEM */
"Delete Job" = "Elimina stampa";

/* PP_DELETE_JOBS_MENUITEM */
"Delete Jobs" = "Elimina stampe";

/* PP_HOLD_JOB_MENUITEM */
"Hold Job" = "Sospendi stampa";

/* PP_HOLD_JOBS_MENUITEM */
"Hold Jobs" = "Sospendi stampe";

/* PP_RESUME_JOB_MENUITEM */
"Resume Job" = "Riprendi stampa";

/* PP_RESUME_JOBS_MENUITEM */
"Resume Jobs" = "Riprendi stampe";

/* PP_RESUME_JOBS_ON_PAGE_MENUITEM */
"Resume Jobs On Page..." = "Riprendi stampe a pagina…";

/* PP_RESUME_JOB_ON_PAGE_MENUITEM */
"Resume Job On Page..." = "Riprendi la stampa a pagina…";

/* PP_SHOW_COMPLETED_JOBS */
"Show Completed Jobs" = "Mostra stampe completate";

/* PP_HIDE_COMPLETED_JOBS */
"Hide Completed Jobs" = "Nascondi stampe completate";

/* PP_RESUMEJOB_TOOLTIP_TEXT */
"Resume printing of selected job(s)" = "Riprendi stampa(e) selezionata(e)";

/*PP_RESUMEJOB_FAX_TOOLTIP_TEXT */
"Resume faxing of selected job(s)" = "Riprendi fax selezionato/i";

/* PP_RESUMEJOBONPAGE_TOOLTIP_TEXT */
"Resume printing on page..." = "Riprendi a stampare a pagina…";

/* PP_RESUMEJOBONPAGE_FAX_TOOLTIP_TEXT */
"Resume faxing on page..." = "Riprendi fax dalla pagina…";

/* PP_HOLDJOB_TOOLTIP_TEXT */
"Hold printing of selected job(s)" = "Sospendi stampa(e) selezionata(e)";

/* PP_HOLDJOB_FAX_TOOLTIP_TEXT */
"Hold faxing of selected job(s)" = "Sospendi fax selezionato/i";

/* PP_DELETE_TOOLTIP_TEXT */
"Delete the selected job(s)" = "Elimina stampa(e) selezionata(e)";

/* PP_PRINTER_UTILITY_TOOLTIP_TEXT */
"Launch the printer's utility" = "Lancia l'utility stampante";

/* PP_SCANNER_UTILITY_TOOLTIP_TEXT */
"Launch the printer's scanner" = "Lancia lo scanner della stampante";

/* PP_DOT_INK_TOOLTIP_TEXT */
"View information on ink or toner levels" = "Visualizza informazioni sui livelli d inchiostro o toner";

/* PP_HISTORY_TOOLTIP_TEXT */
"Launch Console to view the printing logs" = "Lancia Console per visualizzare i log di stampa";

/* PP_STOP_QUEUE_TOOLTIP_TEXT */
"Stop printing of all jobs to this printer" = "Interrompi tutte le stampe in questa stampante";

/* PP_START_QUEUE_TOOLTIP_TEXT */
"Resume printing of all jobs to this printer" = "Riprendi tutte le stampe in questa stampante";

/* PP_STOP_FAX_QUEUE_TOOLTIP_TEXT */
"Stop faxing of all jobs to this fax" = "Interrompi tutte le attività di questo fax";

/*PP_START_FAX_QUEUE_TOOLTIP_TEXT */
"Resume faxing of all jobs to this fax" = "Riprendi tutte le attività di questo fax";

/* PP_INFO_QUEUE_TOOLTIP_TEXT */
"Display general, setup, and supply level information for this printer" = "Visualizza informazioni generali, configurazione e livello forniture per questa stampante";

/* PP_INFO_FAX_QUEUE_TOOLTIP_TEXT */
"Display general, setup, and supply level information for this fax" = "Mostra informazioni generali, configurazione e livello forniture per questo fax";

/* PP_PrinterReady */
"Printer Ready" = "Stampante pronta";

/* PP_PrinterStopped */
"Printer Paused" = "Stampante in pausa";

/* PP_FaxReady */
"Fax Ready" = "Fax pronto";

/* PP_FaxStopped */
"Fax Paused" = "Fax in pausa";

/* PP_QUIT_WHEN_FINISH */
"Quit When Finished" = "Esci automaticamente";

/* PP_QUIT_WHEN_FINISH_TOOLTIP_TEXT */
"Automatically quit when all jobs are complete" = "Esci automaticamente al termine di tutte le stampe";

/* PP_PrinterProcessing */
"Processing Job" = "Stampa in corso";

/* Localizable strings for job progress */

/* PP_ProgressCopySheetFormat */
"Printing '%@'. Copy %d of %d, Sheet %d of %d, Page %d of %d." = "Stampo ‘%@’. Copia %d di %d, Foglio %d di %d, Pagina %d di %d.";

/* PP_ProgressCopyPageFormat */
"Printing '%@'. Copy %d of %d, Page %d of %d." = "Stampo ‘%@’. Copia %d di %d, Pagina %d di %d.";

/* PP_ProgressCopyFormat */
"Printing '%@'. Copy %d of %d." = "Stampo ‘%@’. Copia %d di %d.";

/* PP_ProgressSheetFormat */
"Printing '%@'. Sheet %d of %d." = "Stampo ‘%@’. Foglio %d di %d.";

/* PP_ProgressPageFormat */
"Printing '%@'. Page %d of %d." = "Stampo ‘%@’. Pagina %d di %d.";

/* PP_ProgressNoneFormat */
"Printing '%@'." = "Stampo ‘%@’.";

/* PJ_HoldAuthentication */
"On Hold (Authentication required)" = "In sospeso (necessaria autenticazione)";

/* PJ_HoldUntilFormat */
"Hold until %@" = "Sospendi fino a %@";

/* PJ_Hold */
"On Hold" = "In attesa";

/* PJ_Pending */
"-" = "-";

/* PJ_Processing */
"Printing" = "Stampo";

/* PJ_Stopped */
"Stopped" = "Interrotte";

/* PJ_Cancelled */
"Cancelled" = "Annullato";

/* PJ_Aborted */
"Aborted" = "Interrotto";

/* PJ_Completed */
"Completed" = "Completato";

/* DD_NoDefaultApplication */
"There is no default application specified to print the document \"%@\"." = "Non c'è nessuna applicazione di default per stampare il documento \“%@\”.";

/* DV_FileSizeInBytes */
"%d bytes" = "%d byte";

/* DV_FileSizeInKBytes */
"%d KB" = "%d KB";

/* DV_FileSizeInMBytes */
"%.1f MB" = "%.1f MB";

/* PP_Status_String */
"Status:" = "Stato:";

/* PP_Window_Title_One_Format */
"%@ (1 Job)" = "%@ (1 stampa)";

/* PP_Window_Title_Many_Format */
"%@ (%d Jobs)" = "%@ (%d stampe)";

/* OK_String */			
/* OK */
"OK" = "OK";

/* Cancel_String */
"Cancel"= "Annulla";

/* Choose_String */
"Choose" = "Scegli";

/* PP_About_MenuItem */		
"About %@" = "Informazioni su %@";

/* PP_Hide_MenuItem	*/					
"Hide %@" = "Nascondi %@";

/* PP_Quit_MenuItem	*/					
"Quit %@" = "Esci da %@";

/* PP_Help_MenuItem	*/
"Help %@" = "Aiuto %@";



/* Non defined strings from different cups backends...*/
/* and therefore not in any of the strings.h files */
"Unable to open raster file" = "Impossibile aprire il documento raster";
"Error reading pixel data" = "Errore di lettura dei dati pixel";
"Could not create T.4 tiff image" = "Impossibile creare immagine T.4 tiff";
"Unsupported raster type" = "Tipo raster non supportato";

/* Default String for errors */
"Operation Could not be completed." = "Impossibile completare l'operazione.";

/* String for CUPS_SERVER_NOT_AVAILABLE error */
"CUPS server not available" = "Il servizio di stampa non è disponibile.";

/* Error number shown in error alerts */
"Error:%d" = "Errore: %d";


